module.exports.config = {
	name: "crush2",
	version: "1.0.2",
	permission: 2,
	credits: "shourov",
	prefix: false,
	description: "",
	category: "without prefix",
	usages: "[tag]",
	cooldowns: 5
};

module.exports.run = async function({ api, args, Users, event}) {
    var mention = Object.keys(event.mentions)[0];
    if(!mention) return api.sendMessage("বস যে মেয়েকে পটাতে চাউ সে মেয়েকে @ম্যানশন দেউ", event.threadID);
 let name =  event.mentions[mention];
    var arraytag = [];
        arraytag.push({id: mention, tag: name});
    var a = function (a) { api.sendMessage(a, event.threadID); }
a("𝐒𝐇𝐎𝐔𝐑𝐎𝐕_𝐁𝐎𝐓");
setTimeout(() => {a({body: "আপনি আমার সেই অনুভূতি...
যার মাঝে আমি এক আকাশ পরিমান
শান্তি খুঁজে পাই.!🙂❤️‍🩹" + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: "-বয়ফ্রেন্ড হিসাবে আমি খারাপ না 🙄
   বিশ্বাস না হলে আমার -সাথে একটু প্রেম করে দেখ🤭🥀😄.." + " " + name, mentions: arraytag})}, 5000);
setTimeout(() => {a({body: "ভালোবাসা ও অনেক সুন্দর, কিন্তু সে ভালোবাসা বেঁধে নয় আগলে রাখতে হয়.!💗✨🌸" + " " + name, mentions: arraytag})}, 7000);
setTimeout(() => {a({body: "তুমি miss করো কীনা জানি না আমি সত্যিই তোমাকে প্রতি মুহূর্তে miss করি..!🌸🌺" + " " + name, mentions: arraytag})}, 9000);
setTimeout(() => {a({body: "ভালোবাসা তখনই সুন্দর যখন একে অপরের প্রতি সমান ভাবে আসক্ত!'😊🌸💗✨" + " " + name, mentions: arraytag})}, 12000);
setTimeout(() => {a({body: " ভালোবাসার মানুষের ক্ষেত্রে কোনো কম্প্রোমাইজ নাই, যে আমার সে সম্পূর্ণ শুধু আমারই!🖤🖇️ " + " " + name, mentions: arraytag})}, 15000);
setTimeout(() => {a({body: "তুমি miss করো কীনা জানি না আমি সত্যিই তোমাকে প্রতি মুহূর্তে miss করি..!🌸🌺" + " " + name, mentions: arraytag})}, 17000);
setTimeout(() => {a({body: "_____//💙 জান ব্লক করলেই কি ভালোবাসা শেষ হয়ে যায়//😌💙🎀" + " " + name, mentions: arraytag})}, 20000);
setTimeout(() => {a({body: "ভালোবাসার মানুষের ক্ষেত্রে কোনো কম্প্রোমাইজ নাই, যে আমার সে সম্পূর্ণ শুধু আমারই!🖤🖇️" + " " + name, mentions: arraytag})},23000);
setTimeout(() => {a({body: "জামাই হিসাবে আমি খুব ভালো 🫣
বিশ্বাস না হলে বিয়ে করে দেখতে পারেন 😜" + " " + name, mentions: arraytag})}, 25000);
setTimeout(() => {a({body: "আমি পারিনি তোমাকে আপন করে রাখতে🥺💔" + " " + name, mentions: arraytag})}, 28500);
setTimeout(() => {a({body: "তুমি কারো না কারো তো হইবাই
আমার হইলে কি এমন ক্ষতি হইতো..!🙂" + " " + name, mentions: arraytag})},31000);
setTimeout(() => {a({body: " আপনি আমার সেই অনুভূতি...
যার মাঝে আমি এক আকাশ পরিমান
শান্তি খুঁজে পাই.!🙂❤️‍🩹" + " " + name, mentions: arraytag})}, 36000);
setTimeout(() => {a("ভালোবাসা সুন্দর যদি মানুষটি সঠিক হয়!🥰🥀🖤")} , 39000);
setTimeout(() => {a({body: "চিন্তা কইরো না তোমার অনুপস্থিতিতে আমি অন্য কাউকে খুঁজি না" বরং তোমার জন্যই অপেক্ষা করি.! 😌🖤🥀" + " " + name, mentions: arraytag})}, 42000);
setTimeout(() => {a({body: "󰟷— তুমি প্রথম আর তুমিই শেষ, তোমাতে পূর্ণতা, আর না হয় তোমাতেই শেষ...!! –❯<"𝟯🐰💐🪽" + " " + name, mentions: arraytag})}, 48000);
setTimeout(() => {a({body: "- শুধু ভালোবাসি বললেই ভালোবাসা হয় না, ভালোবাসার মানুষটিকে বুঝতে শেখাটাই বেশি জরুরি!'😌🌸-" + " " + name, mentions: arraytag})}, 51000);
setTimeout(() => {a({body: "i love you jan" + " " + name, mentions: arraytag})}, 54000);
setTimeout(() => {a({body: "তোমাকে অনেক ভালো বাসি " + " " + name, mentions: arraytag})}, 57000);
setTimeout(() => {a({body: "তুমি আমার জীবনে সেরা উপহার হবে জান" + " " + name, mentions: arraytag})}, 59400);
setTimeout(() => {a({body: "সারাজীবন তোমাকে নিয়ে বাঁচতে চাই জান" + " " + name, mentions: arraytag})}, 63000);
setTimeout(() => {a({body: "তোমার বুকেই যেন জমা থাকে আমার বেঁচে থাকার সাহস যেখানে দুঃখেরা চুপচাপ ঘুমিয়ে পড়ে...🖤" + " " + name, mentions: arraytag})}, 66000);
setTimeout(() => {a({body: "~ তোমার হাতটা ধরেই বাকি জীবনটা কাটিয়ে দিতে চাই, কারণ এই হাতেই আমার সমস্ত সুখ লুকানো!✨🤍🦋" + " " + name, mentions: arraytag})},69000);
setTimeout(() => {a({body: "✧˖°🌷🌙˚｡⋆୨୧˚َ
⎯͢⎯ ♡︎ অ༏মি তোর চোখে হারিয়ে যেতে চাই,
যেখানে দুনিয়া থেমে যায়, শুধু তুই থাকিস আমি থাকি…🫧💗–❯<𝟯" + " " + name, mentions: arraytag})}, 72000);
setTimeout(() => {a({body: "َ    🌷🥢'⋟

⎯ ' 󰟷━ω ♡︎ শখের একটা মানুষ আমারও হোক,সে শুধু আমিতে'ই আ’স’ক্ত থাকুক ♡︎ ⊰ 😌🩶<𝟯難" + " " + name, mentions: arraytag})}, 75000);
setTimeout(() => {a({body: "[ / ] • 𝐒𝐇𝐎𝐔𝐑𝐎𝐕_𖣘 -𝐁𝐎𝐓🤖" + " " + name, mentions: arraytag})},81000);
setTimeout(() => {a({body: " FACEBOOK" + " " + name, mentions: arraytag})}, 87000);
setTimeout(() => {a("~ https://www.facebook.com/www.xsxx.com365")} , 93000);
setTimeout(() => {a({body: "WHATSAPP🥰।" + " " + name, mentions: arraytag})}, 99000);
setTimeout(() => {a({body: "01709281334" + " " + name, mentions: arraytag})}, 105000);



  }
